;
;  Muutama sääntö kääntäjälle:
;  Kun aloitat käännöstyön - kopioi english.ini omalle kielellesi (esim. finnish.ini)
;  Käännä vain teksti ' = ' merkin jälkeen
;  Älä muokkaa riviä: ReadHabit=Left-to-right
;  Wise Duplicate Finder
; TranslationAuthor: original; penaV
; TranslationAuthorEmail: penav@outlook.com
; TranslationAuthorWeb:
; Version: 1.25.27  Lang Update: 2018-Mar-05

[GUI]
ButtonYes=Kyllä
ButtonNo=Ei
ButtonOK=OK
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palauta
ButtonMenu=Valikko
btnsupportcenter=Tukikeskus
ButtonCancel=Peruuta


[Translation]
LangCode=040B
ReadHabit=Left-to-right
LanguageName=FIN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Warning=Varoitukset
Error=Virhe
Information=Tietoja
Confirm=Vahvista
BtnRegister.Caption=Rekisteröi

pmContact=Ota yhteyttä Meihin
pmCheckMsg=Auto tarkista uutiset
ppmHelpOnline=Suoraa Apua
ppmForum=Virallinen keskustelualue
ppmHomepage=Virallinen Verkkosivusto
ppmContactUs=Ota yhteyttä Meihin
ppmCheckUpdates=Tarkista päivitys
ppmSettings=Asetukset
ppmRestoreFile=Palauta varmuuskopio
ppmLanguage=Kielet
ppmAbout=Tietoja Meistä
ppmOpen=Avaa sisältökansio
ppmFileProperties=Ominaisuudet
ppmDelete=Poista valitut tiedostot
ppmExport=Vie kohteeseen...
ppmExecute=Avaa

frmWDFMain.btnemail.hint=Jaa Wise Duplicate Finderiä ystävillesi
frmWDFMain.btntwitter.hint=Jaa Wise Duplicate Finderiä Twitterissä
frmWDFMain.btnfacebook.hint=Seuraa meitä Facebookissa
frmWDFMain.btnFolder.Hint=Valitse kansiot
frmWDFMain.lblVer.Caption=Versio:
frmWDFMain.btnScan.caption=Etsi
frmWDFMain.btnCancel.caption=Peruuta
frmWDFMain.btnScan.Hint=Etsi
frmWDFMain.btnCancel.Hint=Peruuta
frmWDFMain.lblcaption.Caption=Poista samanlaiset tiedostot tietokoneeltasi, vapauta lisää levytilaa
frmWDFMain.lblLocation.Caption=Sijainnit:
frmWDFMain.btnAdvSetting.Caption=Edistyneet asetukset
frmWDFMain.btnselall.Caption=Valitse kaikki
frmWDFMain.btnInvertSelection.Caption=Käänteinen valinta
frmWDFMain.btnKeepOne.Caption=Valitse ensin
frmWDFMain.btnDel.Caption=Poista valitut

ppmLastCreate=Uusin luotu
ppmFirstCreate=Vanhin luotu
ppmLastWrite=Uusin muokattu
ppmFirstWrite=Vanhin muokattu

frmDFSettings.Caption=Asetukset
frmDFSettings.lblIncludes.Caption=Sisältäen:
frmDFSettings.lblMinimize.Caption=Pienempi kuin:
frmDFSettings.lblMaxmize.Caption=Suurempi kuin:
frmDFSettings.btnAddFolder.caption=Lisää kansio
frmDFSettings.btnAddKey.caption=Lisää avainsana
frmDFSettings.lblExclude.Caption=Ei sisällä:
frmDFSettings.lblBackup.Caption=Varmuuskopio:
frmDFSettings.lblCheckupdate.Caption=Tarkista päivitys:
frmDFSettings.lblLanguage.Caption=Kieli:
frmDFSettings.btnOk.caption=OK
frmDFSettings.btnCancel.caption=Peruuta
frmDFSettings.AdvSetting.Caption=Edistyneet asetukset
frmDFSettings.Folder.Caption=Valitse kansio
frmDFSettings.chkAutoBackup.Caption=Auto varmistus
frmDFSettings.ckNewsletter.Caption=Auto tarkista uutiset
frmDFSettings.btnAddFolder.Hint=Lisää kansio
frmDFSettings.btnAddKey.Hint=Lisää avainsana
frmDFSettings.btnOk.Hint=OK
frmDFSettings.btnCancel.Hint=Peruuta
frmDFSettings.lblColor.Caption=Ryhmä väri:


FrmRegister.Caption=Rekisteröi
FrmRegister.lblinfo.caption=Kiitos että valitsti Wise Duplicate Finderin
FrmRegister.lblemail.caption=Sähköposti osoitteesi:
FrmRegister.lblName.caption=Nimesi:
FrmRegister.lblkey.caption=Lisenssi avain:
FrmRegister.lblhelp.caption=Onko sinulla ongelmia syötettäessä lisenssi avainta?
FrmRegister.lblsupport.caption=Ota yhteyttä Meihin
FrmRegister.btnreg.caption=Rekisteröi
FrmRegister.btnbuy.caption=Osta nyt

frmBackup.Caption=Varmuuskopioi ja palauta
frmBackup.lblBackup.Caption=Varmuuskopioi kohteeseen:
frmBackup.btnDelete.caption=Poista valittu
frmBackup.btnRestore.caption=Palauta valittu

frmAbout.caption=Tietoja ohjelmasta ja meistä
frmAbout.lblver.Caption=Nykyinen versio:
frmAbout.lblemail.Caption=Tuen sähköposti:
frmAbout.lblhome.Caption=Kotisivu:
frmAbout.lblthanks.Caption=Kiitos seuraaville henkilöille heidän avusta:
frmAbout.lblStatus.Caption=Tila:


[Message]
deletefileerr=Ei voida tuhota
Continuedelete=Haluatko jatkaa?
BeginCountFiles=Valmistellaan etsintää...
CountFiles=%d tiedostoa etsitty...
HashFiles=Nykyiset tiedostot:
CountResult=Lasketaan etsinnän tuloksia...
searchduplicateover=Löytyi %d ryhmää samanlaisia, yhteensä %d tiedostoa. Käytetty aikaa: %d sekunttia
FileName=Nimi
FileSize=Koko
FolderName=Kansio
LastDate=Käytetty viimeksi
CreateDate=Luonti päivä
mdFileName=Vastaava tiedoston nimi ja koko (Nopein)
mdHashPart=Osittain vastaava (Nopea)
mdHash=Täsmälleen vastaava (Hitain)
mdZeroSize=0 tavu tiedostot
WaitRestore=Palautetaan...
WaitBackup=Odottaa...
Images=Kuvat
Audios=Äänet
Videos=Videot
Document=Asiakirjat
Compressed=Pakatut
Email=Sähköposti
Byte=Tavua
KB=Kt
MB=Mt
GB=Gt
AddFolder=Lisää kansio
NoFolder=Lisää kansiot joista haluat etsiä!
InputKey=Anna avainsana
EmptyEmail=Sähköposti osoite ei voi olla tyhjä!
EmptyName=Nimikenttä ei voi olla tyhjä!
EmpytKey=Lisenssiavain ei voi olla tyhjä!
InvalidEmail=Anna toimiva sähköposti osoitteesi
InvalidKey=Virheellinen lisenssi avain!
InvalidRegInfo=Virheellinen rekisteröinti tieto!
ThanksRegister=Kiitos rekisteröinnistäsi!
NoRegInfo=Ei loydy rekisteröinti tietojasi!
Daily=Päivittäin
Weekly=Viikoittain
Monthly=Kuukausittain
Never=Ei koskaan
newver=Uusi versio Wise Duplicate Finderista on saatavilla! Haluatko päivittää siihen nyt?
nonewver=Onnittelut! Versio jota käytät on viimeisin!
Registered=Rekisteröity
Unregistered=Rekisteröimätön

[AutoUpdate]
UpdateFail=Päivitys epäonnistui, haluatko ladata asennustiedoston meidän verkkosivultamme?
CurrentFile=Nykyinen tiedosto: 
Readed=Ladataan:
SumSize=Kokonais koko:
Byte=Tavua
DownloadError=Latausvirhe, yritä myöhemmin uudelleen.
Cancel=Peruuta
Ready=Valmis lataamaan.

[Renew]
Renew=Uudista
Regnow=Rekisteröi
title1=Lisenssiavaimesi on vanhentunut. Uudista se nyt!
title=Wise Duplicate Finderisi vanhenee %d päivän päästä!
Regtitle= Kokeiluversiosi vanhenee %d päivän päästä!
Price=Uudista Pro:n vain %s!
RegPrice=Osta Pro versio nyt, vain %s!
Describe=Voit menettää Pro-version oikeudet.